Repository: spidersAgency/wpdesk_plugin
Catalog: languages/wpdesk-helper-*.po
Languages: pl_pl

source: Save Changes
pl_pl: Zapisz zmiany

source: API License Activation
pl_pl: Aktywacja licencji

source: API License Key Status
pl_pl: Status licencji

source: API License Key
pl_pl: Klucz licencyjny

source: API License email
pl_pl: E-mail dla licencji

source: API License Deactivation
pl_pl: Dezaktywacja licencji

source: Deactivate API License Key
pl_pl: Dezaktywuj klucz licencyjny

source: Plugin activated.
pl_pl: Wtyczka została włączona.

source: Connection failed to the License Key API server. Try again later.
pl_pl: Nie udało się połączyć z serwerem licencji. Spróbuj później.

source: The license could not be deactivated. Use the License Deactivation tab to manually deactivate the license before activating a new license.
pl_pl: Licencja nie może być dezaktywowana. Użyj ręcznej dezaktywacji licencji przed aktywacją nowej licencji.

source: Plugin license deactivated.
pl_pl: Licencja wtyczki dezaktywowana.

source: Deactivates an API License Key so it can be used on another blog.
pl_pl: Dezaktywuje klucz licencyjny, dzięki czemu może być użyty na innej stronie.

source: License Activation
pl_pl: Aktywacja licencji

source: License Deactivation
pl_pl: Dezaktywacja licencji

source: The %s%s%s License Key has not been activated, so the plugin is inactive! %sClick here%s to activate the license key and the plugin.
pl_pl: Klucz licencyjny wtyczki %s%s%s nie został aktywowany, więc wtyczka jest nieaktywna! %sKliknij tutaj%s, aby aktywować klucz licencyjny wtyczki.

source: <b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.
pl_pl: <b>Uwaga!</b> Blokujesz zewnętrzne połączenia i nie będziesz otrzymywać aktualizacji wtyczki: %s. Proszę dodaj host %s do %s.

source: The license key for %s has expired. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
pl_pl: Licencja na wtyczkę: %s wygasła. Aby odnowić licencję, <a href="%s" target="_blank">kliknij tutaj</a>.

source: The subscription for %s is on-hold. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
pl_pl: Licencja na wtyczkę: %s jest wstrzymana. Możesz zarządzać licencjami <a href="%s" target="_blank">tutaj</a>.

source: The subscription for %s has been cancelled. You can renew the subscription from your account <a href="%s" target="_blank">dashboard</a>. A new license key will be emailed to you after your order has been completed.
pl_pl: Licencja na wtyczkę: %s została anulowana. Aby odnowić licencję, <a href="%s" target="_blank">kliknij tutaj</a>.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
pl_pl: Licencja na wtyczkę: %s wygasła. Aby odnowić licencję, <a href="%s" target="_blank">kliknij tutaj</a>.

source: The subscription for %s has been suspended. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
pl_pl: Licencja na wtyczkę: %s została zawieszona. Aby odnowić licencję, <a href="%s" target="_blank">kliknij tutaj</a>.

source: The subscription for %s is still pending. You can check on the status of the subscription from your account <a href="%s" target="_blank">dashboard</a>.
pl_pl: Licencja na wtyczkę: %s jest przetwarzana. Aby sprawdzić status licencji, <a href="%s" target="_blank">kliknij tutaj</a>.

source: The subscription for %s has been placed in the trash and will be deleted soon. You can purchase a new subscription from your account <a href="%s" target="_blank">dashboard</a>.
pl_pl: Licencja na wtyczkę: %s została anulowana. Aby odnowić licencję, <a href="%s" target="_blank">kliknij tutaj</a>.

source: A subscription for %s could not be found. You can purchase a subscription from your account <a href="%s" target="_blank">dashboard</a>.
pl_pl: Licencja na wtyczkę: %s nie została znaleziona. Możesz zarządzać licencjami <a href="%s" target="_blank">tutaj</a>.

source: A license key for %s could not be found. Maybe you forgot to enter a license key when setting up %s, or the key was deactivated in your account. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
pl_pl: Licencja na wtyczkę: %s nie została znaleziona. Być może zapomniałeś wpisać klucza licencyjnego przy aktywacji: %s lub klucz został dezaktywowany. Możesz zarządzać licencjami <a href="%s" target="_blank">tutaj</a>.

source: Download permission for %s has been revoked possibly due to a license key or subscription expiring. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
pl_pl: Możliwość pobrania wtyczki: %s została zablokowana. Aby odnowić licencję, <a href="%s" target="_blank">kliknij tutaj</a>.

source: %s has not been activated. Go to the settings page and enter the license key and license email to activate %s.
pl_pl: Wtyczka %s nie została aktywowana. Przejdź do ustawień i wpisz klucz licencyjny i e-mail, aby aktywować %s.

source: You changed the subscription for %s, so you will need to enter your new API License Key in the settings page. The License Key should have arrived in your email inbox, if not you can get it by logging into your account <a href="%s" target="_blank">dashboard</a>.
pl_pl: Licencja na wtyczkę: %s została zmieniona. Możesz zarządzać licencjami <a href="%s" target="_blank">tutaj</a>.

source: No WP Desk plugins found.
pl_pl: Nie znaleziono wtyczek WP Desk.

source: Plugin
pl_pl: Wtyczka

source: License Status
pl_pl: Status licencji

source: License Data
pl_pl: Dane licencji

source: Deactivated
pl_pl: Nieaktywna

source: Activated
pl_pl: Aktywna

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
pl_pl: Wystąpił nieoczekiwany błąd HTTP podczas zapytania API.</p> <p><a href="?" onclick="document.location.reload(); return false;">Spróbuj ponownie</a>

source: An unknown error occurred
pl_pl: Wystąpił nieznany błąd

source: Settings
pl_pl: Ustawienia

source: Support
pl_pl: Wsparcie

source: Licenses
pl_pl: Licencje

source: Plugin usage tracking
pl_pl: Dane użytkowania wtyczek

source: Allow WP Desk to track plugin usage
pl_pl: Pozwól WP Desk na zbieranie danych użytkowania wtyczek

source: Enable
pl_pl: Włącz

source: No sensitive data is tracked, %sread more%s.
pl_pl: Żadne wrażliwe dane nie będą zbierane, %sprzeczytaj więcej%s.

source: Writes error log to %s.
pl_pl: Zapisuje log błędów do %s.

source: WP Desk Helper Settings
pl_pl: Ustawienia WP Desk Helper

source: Invalid response from WP Desk server: %s
pl_pl: Błędna odpowiedź serwera Wp Desk: %s

source: %sInvalid response: <pre>%s</pre>
pl_pl: %sBłędna odpowiedź: <pre>%s</pre>

source: Can not enable WP Desk Debug log! Cannot create directory %s or this directory is not writeable!
pl_pl: Nie można włączyć WP Desk Debug log! Nie można utworzyć katalogu %s lub brak uprawnień do zapisu w tym katalogu!

source: WP Desk Debug Log is enabled. %sPlease disable it after testing%s.
pl_pl: WP Desk Debug Log jest włączony. %sWyłącz go po testach%s.

source: Key:
pl_pl: Klucz:

source: Activate
pl_pl: Aktywuj

source: Deactivate
pl_pl: Dezaktywuj

source: WP Desk Licenses
pl_pl: Licencje WP Desk

source: Get your license keys <a href="%s" target="_blank">here</a>.
pl_pl: Pobierz klucze licencyjne do aktywacji wtyczek <a href="%s" target="_blank">tutaj</a>.

source: Refresh
pl_pl: Odśwież

source: Error:
pl_pl: Błąd:

source: To diagnose problem we suggest run this commands from command line on your server:
pl_pl: Aby zdiagnozować problem, proponujemy uruchomić to polecenie z wiersza poleceń na serwerze:

source: Download plugin
pl_pl: Pobierz wtyczkę

source: Activate plugin
pl_pl: Włącz wtyczkę

source: Activate key
pl_pl: Aktywuj licencję

source: Configure
pl_pl: Skonfiguruj

source: Update plugin
pl_pl: Aktualizuj wtyczkę

source: https://www.wpdesk.net/
pl_pl: https://www.wpdesk.pl/

source: Enables WP Desk plugin activation and updates.
pl_pl: Umożliwia aktywację i aktualizacje wtyczek WP Desk.
